#+HUGO_SECTION: posts
#+HUGO_BASE_DIR: ../..
#+TITLE: Hello, world!
#+DATE: 2020-02-01
#+PROPERTY: header-args:python :session *123*
#+PROPERTY: header-args:python+ :exports both
#+PROPERTY: header-args:python+ :tangle yes
#+PROPERTY: header-args:python+ :async yes

#+begin_src elisp :exports none
(setq-local org-image-actual-width '(1024))
(setq-local org-html-htmlize-output-type 'css)
(setq-local org-latex-listings 'minted)
#+end_src

* Hello, world!
Eventually, there will be something interesting here. Or not.

Regradless, I'll check if I can write some Python here
#+begin_src python
print("Hello, world")
#+end_src

#+RESULTS:
: Hello, world
